{
  "basic_moves" : [
    {
      "trigger": "You try to convey one of your Visions to another character.",
      "full_success": "The target gains the same Vision",
      "partial_success": "The target gains the Vision, but (Pick One):\n* It's altered in some important way\n* You gain a Vision the other character has",
      "failure": "",
      "name": "Convincement",
      "primary_stat": "Socialize"
    },
    {
      "trigger": "You try to help someone else achieve a Vision they have.",
      "full_success": "The target gains +1 to their next attempt to achieve that Vision.",
      "partial_success": "The target gains +1 to their next attempt to achieve that Vision, but (Pick One):\n* You take Grief to one of your Visions\n* You take on the Vision yourself",
      "failure": "",
      "name": "Aid",
      "primary_stat": "Socialize"
    },
    {
      "trigger": "You question your assumptions while examining any information you have on hand. ",
      "full_success": "You May (Pick Two):\n* Suspend a Vision (Turn it over, it no longer affects this session)\n* Reintroduce a Vision you had previously suspended\n* Create a level-0 Vision",
      "partial_success": "Pick one from the list above, AND (pick two):\n* Take 1d4 Grief damage to a Vision\n* Spend a Citation (can use multiple times)\n* The GM gives you a level-0 Vision",
      "failure": "",
      "name": "Suspend Disbelief",
      "primary_stat": "Explore"
    },
    {
      "trigger": "You try to understand another person's Vision well enough to follow it yourself.",
      "full_success": "Gain a level 1 copy of another player's Vision.",
      "partial_success": "Same as above BUT (pick two):\n* The Vision is level 0\n* Take 1d4 Grief damage to a Vision\n* The Vision is altered in some key way",
      "failure": "",
      "name": "Empathize",
      "primary_stat": "Socialize"
    },
    {
      "trigger": "You work towards realizing a Vision in the face of opposition.",
      "full_success": "You succeed at what you were trying to do unscathed. Mark Progress on the relevant Vision.",
      "partial_success": "You succeed, but at a cost (Pick Two):\n* One of your Visions is set back (take 1d4 Grief damage to the relevant Vision).\n* You advance the Vision of someone or something you oppose.\n* Your results are not quite what you intended (reduced effect).",
      "failure": "",
      "name": "",
      "primary_stat": "Achieve"
    },
    {
      "trigger": "You stand in opposition to a force trying to realize some Vision.",
      "full_success": "You succeed in your opposition. Pick 2:\n* You deal Grief.\n* You gain a level-0 Vision reflecting your opposition.\n* Gain 1 hold. You may spend this to prevent an attempt to realize the opposed Vision.\n\n",
      "partial_success": "You achieve your results, but at a cost. Pick one from the above list, AND (pick one):\n* You experience a frustrating setback. Take 1d4 Grief.\n* The GM gives you a level-0 Vision reflecting your opposition.\n",
      "failure": "",
      "name": "Resistance",
      "primary_stat": "Grief"
    },
    {
      "trigger": "You examine your immediate surroundings, looking for new information.",
      "full_success": "Ask three questions from the following list. \n* What here can best help me achieve [specific vision]?\n* What here is the greatest threat to [specific vision]?\n* What here is worth taking with me?\n* What just happened here?\n* What will happen here soon?\n* Who or what owns this?\n* What am I ignoring that I shouldn't be?",
      "partial_success": "Same as above BUT (Pick two):\n* The answer to one of the questions is disheartening. Take 1d4 Grief.\n* Evidence is sparse. You can only ask one of the questions.\n* You are distracted by something immediately pressing. The GM gives you a level-0 Vision.\n",
      "failure": "",
      "name": "Explore",
      "primary_stat": "Explore"
    },
    {
      "trigger": "Whenever you gain a Vision beyond your Vision Limit.",
      "full_success": "The Vision aligns perfectly with your understanding of the world. Pick One:\n* Increase or decrease the level of the Vision by one without cost. If a Vision is decreased below 0, it is discarded.\n* Gain 1 Hold, you may spend this to negate one instance of Grief damage to this Vision.\n",
      "partial_success": "You manage to understand the vision, but there is some consequence:\n* This Vision challenges your existing beliefs: Take 1d4 Grief.",
      "failure": "The belief is twisted somehow. ",
      "name": "",
      "primary_stat": "Explore, - vision score above limit"
    }
  ]
}
